{
  "findingZen": [
    {
      "paragraph": "I wish I could put down the pen, find my zen, and then live a life with no price."
    },
    {
      "paragraph": "But instead the price has been set too high. It's a price I can pay only in the moment I die."
    },
    {
      "paragraph": "And so I'm a left with a debt, one I can never forget, one that sits in my mind, one I'll fear until the end of time."
    },
    {
      "paragraph": "And so I wait, waiting to accept my fate, hoping to accept my life, dreaming all the while."
    },
    {
      "paragraph": "A dream and fever, the fever of thought, the words come slow, the breath now too."
    },
    {
      "paragraph": "Oh God, my God, please tell me what to do."
    }
  ],
  "intoTheGray": [
    {
      "paragraph": "I expected to be marching on the Greener Side for a while now."
    },
    {
      "paragraph": "I thought my brain would hold me there until"
    },
    {
      "paragraph": "It successfully found a way to rewire itself."
    },
    {
      "paragraph": "To remove the pangs of mundane feelings"
    },
    {
      "paragraph": "I thought it would take years."
    },
    {
      "paragraph": "But the tyrannical forces of explosive emotion are here."
    },
    {
      "paragraph": "Into the Gray we go, alone."
    },
    {
      "paragraph": "There's space for another, but it's only me now."
    },
    {
      "paragraph": "The vacancy in my mind will soon be filled,"
    },
    {
      "paragraph": "The connections I've forged soon to dilapidate."
    },
    {
      "paragraph": "The life I live to be unknowable."
    },
    {
      "paragraph": "The life you live, soon to be unknowable."
    },
    {
      "paragraph": "Or perhaps rather, it's into the black, into the deep, into the dark, into my mind. It attacks me. It tries to paralyze my thoughts."
    },
    {
      "paragraph": "When will my mind finally accept our fate?"
    },
    {
      "paragraph": "1 year? 3? 30? A lifetime."
    },
    {
      "paragraph": "Why can't I let this life go"
    },
    {
      "paragraph": "And live without the fear?"
    }
  ],
  "demolitionDerby": [
    {
      "paragraph": "There's that weight, back in the chest, except this one feels different from the rest."
    },
    {
      "paragraph": "Or maybe it's just evolving, because I know he has to take it back."
    },
    {
      "paragraph": "When a person leaves for only a week, their house begins to gather dust and the life fades out of it"
    },
    {
      "paragraph": "Week two and one starts to inspect the foundation, realizing that patch after patch and fix after fix leave a place that can be toppled with the gust of a wind."
    },
    {
      "paragraph": "Week three and the heavens declare the house abandoned. The sad sight of a gathering area, full of emotion and fear, has been departed and left for me to clear."
    },
    {
      "paragraph": "Because my mind has yet to become a memorial, soon I'm sure it will, but until then the figures who've departed must be demolished. "
    }
  ],
  "partOne": [
    {
      "paragraph": "Feelings surface without my understanding."
    },
    {
      "paragraph": "Did I create this? And what if they're unprofessed, unexplained, and forever unheard?"
    },
    {
      "paragraph": "Does an abrupt solitude harden the heart?"
    },
    {
      "paragraph": "There's a weight over my shoulders today"
    },
    {
      "paragraph": "It presses my hands down"
    },
    {
      "paragraph": "It makes each stroke of the key feel like a final breath"
    },
    {
      "paragraph": "But no one's present; no one can hear the thoughts rushing"
    },
    {
      "paragraph": "This, is it the identity crisis I anticipated"
    },
    {
      "paragraph": "This, is it the chemical imbalance I've long awaited"
    },
    {
      "paragraph": "This, are they the one I don't want to let go"
    },
    {
      "paragraph": "Wait, let me wander through the world as a nomad of our kind"
    },
    {
      "paragraph": "Each path offers an eternal rest"
    },
    {
      "paragraph": "So I'll choose to persist "
    },
    {
      "paragraph": "I need to numb my mind, but my immunity is too strong for me"
    }
  ],
  "partTwo": [
    {
      "paragraph": "My small room is filled with gloom"
    },
    {
      "paragraph": "My arms cause me alarm"
    },
    {
      "paragraph": "Even my feet somehow deplete"
    },
    {
      "paragraph": "And as I lay, I inspect, analyze, and find all the future pieces of my demise"
    },
    {
      "paragraph": "How can one put a soul on a page?"
    },
    {
      "paragraph": "Still then, it's just another cage."
    },
    {
      "paragraph": "I build my life on emptiness."
    },
    {
      "paragraph": "Walking ahead, head kept down with eyes up"
    },
    {
      "paragraph": "My undermine: anger rises in me."
    }
  ],
  "partThree": [
    {
      "paragraph": "On the greener side, I lost count of the moments I spent working."
    },
    {
      "paragraph": "Now that I have a perfect measure, it's one that gives me no pleasure."
    },
    {
      "paragraph": "In the moments between, I fantasize about that alternate reality"
    },
    {
      "paragraph": "The one where it's green all the time, the one where I'm happy and can't figure out why"
    }
  ],
  "partFour": [
    {
      "paragraph": "Where did I go?"
    }
  ],
  "partFive": [
    {
      "paragraph": "It's not just the weight that I feel in my chest"
    },
    {
      "paragraph": "It's not a weight that's any different from the rest"
    },
    {
      "paragraph": "But it's the weight that pushes my mind"
    },
    {
      "paragraph": "It presses my psyche down depleting my thoughts and leaving nothing left"
    },
    {
      "paragraph": "I can't play a song, I can't stretch a muscle, I can't respond to a text, I can't do what I'm supposed to do next."
    },
    {
      "paragraph": "I guess I need to get up, otherwise this life will become one that I despise."
    },
    {
      "paragraph": "It already is"
    },
    {
      "paragraph": "Does writing anything do anything"
    },
    {
      "paragraph": "Does manufacturing a feeling make me feel"
    },
    {
      "paragraph": "Is it just the colors that I've used to stabilize my whole life"
    },
    {
      "paragraph": "It's never a good sign when I just want to fall asleep, when I just want to end my day, when I have to write anything down because I'm afraid I have nothing left to say"
    }
  ],
  "endDays": [
    {
      "paragraph": "I will destroy myself. The battle to survive exists securely in my mind."
    },
    {
      "paragraph": "If you can't move beyond, if you can't take the leap into the abyss that is life, then you'll never live."
    },
    {
      "paragraph": "You'll wait and wait, hope and hope, until finally all those macabre dreams of self-pity are undeniably true."
    },
    {
      "paragraph": "There's nothing else to read, only time left to dread. Or spend?"
    },
    {
      "paragraph": "Down the spiral we go once again."
    },
    {
      "paragraph": "Just one click away from sending my life astray."
    },
    {
      "paragraph": "These self-tests I perform only leave me forlorn."
    },
    {
      "paragraph": "For a life unlived, and with so much left to give."
    },
    {
      "paragraph": "Alas, as soon as I solve a problem I've created another."
    },
    {
      "paragraph": "But this time it's the wrist that causes my life to twist."
    }
  ],
  "momentsInBetween": [
    {
      "paragraph": "Each day is accompanied by a few brief moments of existence. These are the Moments where I must trudge forward my will, for my will, my closest ally and confidant, cannot understand what we must do."
    },
    {
      "paragraph": "For a few brief moments, I must dredge myself from the pits of noxious gas. Standing at the edge, in the next painless step, I find myself at the bottom of my psyche, at the doorway to hellish destruction, or is this heaven?"
    },
    {
      "paragraph": "For a few brief moments, I must convince myself I'm not special enough to die just yet. I must convince myself that I will persist, at my protest, to see myself continue on."
    },
    {
      "paragraph": "For a few brief moments, I conquer the world."
    }
  ],
  "myExistentialRomance": [
    {
      "paragraph": "She understands my ambition for life but I am not my ambition."
    },
    {
      "paragraph": "She understands my role as a lover, but, sadly, I am not a lover."
    },
    {
      "paragraph": "She understands my eyes, my hands, lips, and my touch, but I am none of these things."
    },
    {
      "paragraph": "She understands everything about me, and yet, everything about me is not me. "
    },
    {
      "paragraph": "She tries to understand what I cannot; it's the nothingness under it all."
    },
    {
      "paragraph": "She tries to understand; she understands nothing."
    }
  ],
  "theOutsideWitness": [
    {
      "paragraph": "I can witness a friendship beginning to die."
    },
    {
      "paragraph": "The separation of state is too much for our feeble lives"
    },
    {
      "paragraph": "If just one of us had the strength, a life of platitude could be made"
    },
    {
      "paragraph": "But instead you're gone, and instead I wait, watching the buds of a depressed love trudge their way toward self-suicide"
    },
    {
      "paragraph": "A plant that now refuses the sun so it eats its own flesh"
    },
    {
      "paragraph": "But to its surprise the flesh of its own provides a new energy"
    },
    {
      "paragraph": "Its roots are ripped from the ground only to show that these roots mean nothing to the life of a user"
    },
    {
      "paragraph": "The life of an abuser."
    },
    {
      "paragraph": "I refuse, but my thoughts push on."
    }
  ],
  "theReasonsICantFind": [
    {
      "paragraph": "For some reason, what reason, a reason I can't find, the mere thought of you causes me to simmer"
    },
    {
      "paragraph": "It causes me to stew, smolder, prickle, and retreat and somehow you're unware of my defeat"
    },
    {
      "paragraph": "A part of me thinks, hopes, that ignoring it will cause that feeling to fade"
    },
    {
      "paragraph": "But then a text tells me you've forgotten it all and I know it will never abate"
    },
    {
      "paragraph": "Certainly, this is merely just the dramatist coming to life"
    },
    {
      "paragraph": "But it gives me great pain to realize you've felt none of this strife"
    },
    {
      "paragraph": "For how could you, when at the nearest sight of pain you've run away and hidden under some other's wing"
    },
    {
      "paragraph": "And I've stepped forward, stayed, and gazed at my life of chosen malaise"
    },
    {
      "paragraph": "Like a wound, your name begins to fester"
    },
    {
      "paragraph": "I scratch at our words trying to find what's underneath"
    },
    {
      "paragraph": "Just go away, I tell these remnants of you"
    },
    {
      "paragraph": "Sometimes my whole essence sits alone in the universe"
    },
    {
      "paragraph": "I wish I could reach out to you, but I know the comfort it might bring me isn't true"
    },
    {
      "paragraph": "You're a lie I tell myself to feel okay"
    },
    {
      "paragraph": "One that I need but one that can't stay"
    },
    {
      "paragraph": "And worst of all, it's caused me to miss a day, to miss an hour that won't return, to see in me the things I never want to be but am; I must run away before you steal my soul."
    }
  ],
  "theFeelingOfASoftMind": [
    {
      "paragraph": "Moments of vulnerability creep in broad daylight."
    },
    {
      "paragraph": "They stalk beside as one feels their self growing ever stronger."
    },
    {
      "paragraph": "They invert that strength leaving a so-called crumbling foundation."
    },
    {
      "paragraph": "One that the mind must either discard or callous over. "
    },
    {
      "paragraph": "I dream of your smile"
    },
    {
      "paragraph": "Awake and find you were never there"
    },
    {
      "paragraph": "Awake to realize you never cared"
    }
  ],
  "theDayIDiedAgain": [
    {
      "paragraph": "I must convince myself that I'm going to die."
    },
    {
      "paragraph": "I must convince myself that somethings gone horribly awry."
    },
    {
      "paragraph": "I must convince myself to convince myself that it's just my mind playing tricks on me."
    },
    {
      "paragraph": "These tricks involve my death a thousand times. It's a sapping of my life, the destruction of my body, and the forgotoness of my soul."
    },
    {
      "paragraph": "I must convince myself that these are only tricks."
    },
    {
      "paragraph": "I must convince myself that even death doesn't stick."
    }
  ],
  "theWheelIsTurning": [
    {
      "paragraph": "Human-Beings thrive on routines."
    },
    {
      "paragraph": "From the moment they wake, bake, and are sealed to their fate"
    },
    {
      "paragraph": "They choose the same choices"
    },
    {
      "paragraph": "They make the same marks"
    },
    {
      "paragraph": "They lead the same lives"
    },
    {
      "paragraph": "This is true until the moment they die."
    },
    {
      "paragraph": "The moment devoid of routine; the moment that frees us from our Human-Life-Being."
    }
  ],
  "theMidwesternRoot": [
    {
      "paragraph": "We're granted a unique claim on the self."
    },
    {
      "paragraph": "For them, they exist among a sea of others."
    },
    {
      "paragraph": "For us, we exist in a sea of other's selves."
    }
  ]
}
