{
  "mirrorInTheMirror": [
    {
      "paragraph": "As I wake up I feel a pulsing in my foot. There's this slight pulling in the tendon that produces discomfort but not pain. It's a constant feeling; a penetrating thought that forces my mind to repeat the same questions over and over again. They're the same questions I asked last night while I drifted to sleep, with just the slightest tinge of pain that I could barely notice. I was forced to answer again yesterday afternoon as I finished my work. Then I had been sitting for so long that my foot had become slightly numb -- I think it was from the sitting. In one form or another, these questions persist at all moments of each day, every day. They're waiting for my answer when I awake, when I see the face of a friend, when I hear the voice of my baby brother, when I put my hand inside the palms of a lover: they stand politely but noticeably. And while I always notice them watching no one else seems to."
    },
    {
      "paragraph": "I talk of these questions like they're some minor inconvenience but I simply can't get rid of this feeling inside my foot, this pain that often feels like it's not located within the foot at all. I write now because as of late these inconveniences have morphed into full-scale emergencies. These questions pulse, pull, and tear no longer just in the foot, but in my spirit too until I'm forced to concede that it's them who have control in the places that my far-reaching mind cannot reach. From the dark corners, something begins to grow outwards. It's a plant-like substance I've observed as invasive, and I go to great lengths to ensure that my conscious hands do not linger near this gray-matter phenomena, but with each successive glance, I must mark it closer."
    },
    {
      "paragraph": "Looking down at my foot again, I see that familiar pulse. What's familiar is the lack of pattern or rhythm. The skin blemishes and bumps with seemingly no direction at all. Sometimes it produces long smooth folds spanning over a few seconds, but other times it's just a series of tiny, rapid explosions like something is trying to push its way out through the skin. I look to the kitchen and then to the bedside table: There rests the knife. I often wonder if one could somehow cut away this malady. I could, with surgical precision, slice away the growths that crop up inside the foot, but I fear then a new pain would surface. I know one would, for this pestilence has spread far beyond the appendage, and while cutting it away may alleviate this nagging death of the foot, destruction itself still creeps forward."
    },
    {
      "paragraph": "For now, I must get out of bed. I've received another voicemail informing me that the squatters who were found in the basement of my apartment building have filed some sort of petition claiming the legal right to reside here. 'Absolutely absurd!' I shout into the one-way receiver. Living in the uppermost penthouse of this building, I scarcely, if ever, see these squatters, but the property manager comes to me with more and more urgency, saying their disruptions are going to cause other tenants to leave. He said a few from the first floor have already left, and somehow these squatters have multiplied and gained access to the newly vacant units."
    },
    {
      "paragraph": "Walking toward the washroom, I'm forced to stop and investigate this sensation in my foot. Looking down, the pulses remain present, except suddenly they begin mutating, producing a pain I'm sure I've never felt before. I collapse in the center of the room and pull the foot up to my face. Watching in quiet horror, I feel the base of the foot prick and needle with each deep bend of the arch. These bends compress the tendons, pushing them inwards but also shearing them apart at the same time. A biting coldness surfaces in the right ankle that must be the result of this newly felt pain. I try to stand up, but as soon as I put pressure on the foot there's a dangerous cracking and I'm forced to fall back to the floor. I've been avoiding this realization but now it's finally here: I don't have much time left."
    },
    {
      "paragraph": "Paralyzed, lying on the floor, I'm forced to start crawling toward the washroom. It's a crawl that's slow and full of labor. But even with this ailment, I cannot sit by idly, cannot just wait for destruction to take hold. Struggling to pull myself forwards, waves of foggy light begin clouding my vision. Is this what it will look like on that day -- this narrowing of vision until it all just runs out? Where then does the light take us? My body feels weaker and my eyes heavy as these questions rush through my mind. I plead with myself for permission to rest here, just for a short break to regain my composure, but instead I continue crawling."
    },
    {
      "paragraph": "The fear is really setting in now: It seeps through my thoughts and causes each moment to have a lucidness I can't define. And still, I push forwards, forwards through this despair that clears out my mind and leaves me with nothing else, sending me all the way into the empty. I crawl forwards hoping there's something left on the other side, pitying my own fate, cursing this universe for the ill circumstances it's dealt me. Finally, I've arrived just outside the washroom. I grab hold of a nearby table and begin to pull myself up. I'm able to stand, but not with much strength, and stepping through the archway, I'm exhausted already."
    },
    {
      "paragraph": "I look up at the mirror and see destruction in front of me."
    },
    {
      "paragraph": "As I look deeper, I hear a song begin to play."
    },
    {
      "paragraph": "It's a song I've heard thousands of times before but I still listen."
    },
    {
      "paragraph": "The pianist was said to compose it while trapped, held prisoner, with a defunct piano that’s middle register was left completely unusable. They lived an existence with only the highs and lows of life, and yet, from just these peaks and valleys, they captured the climb. They connected despair directly to the heavens and carried their listener like a melancholic breeze that sweeps the retired farmer, for their final time, slowly, and simply, through the summer-inspired, fading fields of wheat they’ve spent their life cultivating. The composer used nothing but the repetition of three notes, up and down, and his mind filled in the smooth, grounding melody of a tenor’s violin. It took his despair to that lofty place where the destruction of one’s foot could quiet for just a moment."
    },
    {
      "paragraph": "…"
    },
    {
      "paragraph": "Stepping outside, off the raised porch of the apartment lobby, there's a fog that's set in making it difficult to see up the street. Taking another step, I feel the sole of my shoe scrape across the ground. This isn't really noteworthy as many people's feet scrape across the ground while they walk, but mine usually don't. This scraping shoots a sensation up through my leg like a faint electrical shock, but in its aftermath, this shock has left the entire appendage drained of energy. I fear this is a progression of the weakness I've been anticipating, a weakness that will eventually spread to every muscle and nerve of my body, then to my entire being.  In these moments, when I take a breath and think, I can feel this malady coursing through my veins, all from that fractional instance of a shoe scraping across the ground."
    },
    {
      "paragraph": "Standing frozen, I fear to take another step forward. What if I drag my foot once more, or I fall altogether? What if I've taken my last full step, and from here I'll only have memories of the walking self I once was? Can we exist in memory alone? The usual questions I can't answer. As my thoughts shake, someone walks past me. They say nothing, but I catch their curiously nervous glance -- really this is an entirely appropriate look as I've been standing, unmoving, in the middle of the sidewalk for more than just a few moments now. I think to apologize for my strange behavior, but before I can say anything the moment has already passed."
    },
    {
      "paragraph": "Finally, I take a step forward, and then another, giving special attention to the sole of my right foot. One wrong move and I'm certain I'll be on the ground in pain, clutching for that healthy self that remains so elusive. After a few more steps the strength in my foot has returned, and with it an immediate rush of endorphins. It appears I've been given a second chance, although at this rate I've lost count of the rebirths I've experienced. At least now I'll have one more attempt to discover the source of this sickness: I have no time to waste."
    },
    {
      "paragraph": "Today I must travel to the Bureau of Housing and Development to yet again make my case for the eviction of these squatters who reside in the basement of my apartment building. They've been here for some time now. At first, no one noticed this intrusion, because they only appeared as a lone individual, a person you saw and didn't recognize but still granted entry to because you knew you couldn't recognize everyone that came in and out. And then it slipped from your mind. Eventually though, it became pairs and trios of people. You're having conversations with individuals that you know don't belong here and yet here they are, coming in with you, sharing that same sense of homeness you feel. Maybe this didn't bother you, until you saw one of them on your floor, trying the door handle to your apartment, walking past you quickly after they've been spotted, both knowing the transgression they've just made. What do they want from me?"
    },
    {
      "paragraph": "But now before I can continue this thought I must note a new sensation in my calf (Yes, this muscle I've never needed to notice before). I briskly walk to the nearest bench and pull up the pant leg to reveal the skin underneath. What I see horrifies me. There's a long, alien creature crawling up my leg. Actually, it's just moving in place, lurching, squeezing itself deeper into my calf. I clutch my leg as the skin begins to tighten, and I wonder if I could rip out the entire muscle along with this alien invader. Watching, and listening, I feel this entity burrow deeper and deeper until sensations fade from the leg entirely."
    },
    {
      "paragraph": "Now I can no longer see the creature, just feel it in the depths of my body. At this level, it's only neurons who can make their way to meet this intruder. But as soon as they arrive I watch them stop firing, noting as they fall into a state of unconsciousness the moment they see it. Now the cells stationed there are desperately calling for reinforcements. They're calling for more supplies, and are requesting more neuronic conscriptees too. From central command, I see there's no response to these requests. And further yet, I note how the lines of communication inside the leg have severed completely. All parties (myself included) still monitor the official communique, performing our duties as we understand them, continuing to work even though the entire apparatus has now been split into pieces."
    },
    {
      "paragraph": "And then one of these explorers, a neuron on the frontlines of the limb, begins to die. I watch, as the skin of the calf pulses rapidly outwards, as this micro-extension of myself throws its body in every direction, ignoring its deeply ingrained instincts (this is certainly for the best as it's heard nothing from command for generations at this point). It reminds me of the shocked folds in my foot, those final death throes."
    },
    {
      "paragraph": "I can see this all as it happens, like the supreme deist being that sees everything but does nothing, can do nothing. Those in the pews wonder if I'm even here, I often wonder the same. When I scan the faces of those looking to the heavens, their eyes are closed, some clenched while others calm. Some know what lies above and some hope. They certainly don't know that it's me who watches over them, and those hopes would certainly become dashed if I told them. One by one, those in the pews begin to drop to the floor; the oxygen has finally started to fail here as well. A franticness spreads through the congregation until finally there's only one left. They sit slumped, defeated for just a moment longer."
    },
    {
      "paragraph": "And then, witnessing my own extinction, I hear the song."
    },
    {
      "paragraph": "I’ve heard it thousands of times before but I still listen."
    },
    {
      "paragraph": "The pianist was said to compose it while trapped, held prisoner, with a defunct piano that’s middle register was left completely unusable. They lived an existence with only the highs and lows of life, and yet, from just these peaks and valleys, they captured the climb. They connected despair directly to the heavens and carried their listener like a serene mist that sweeps the retired traveler, for their final time, slowly, and simply, through the frost inspired chambers of memory that they’ve spent their life cataloging. The composer used nothing but the repetition of three notes, up and down, and his mind filled the smooth, grounding melody of a tenor’s violin. It took his despair to that lofty place where the destruction of one’s calf could quiet for just a moment."
    },
    {
      "paragraph": "…"
    },
    {
      "paragraph": "Stepping out of the taxi, this time I've come ready, making dutiful preparations to ensure that I haven't forgotten any of the documents the Housing Bureau requires. I've been here many times before, each time with the same intention to petition the Housing Bureau to approve the eviction of these illegal squatters who will not leave my apartment building. Except each time I'm here, they tell me I'm missing critical documents needed to process and evaluate my request. The last time I arrived, I presented the exact set of documents they'd sent me off with the day prior, and they still rejected them saying that, since the last time I was here, the list has been updated and I no longer have what I need to properly submit my request."
    },
    {
      "paragraph": "The building has large bulky signs for each letter, 'B-H-D' (Bureau of Housing and Development). I start walking towards the entrance while having discreet conversations with my foot and calf. They respond with pulses I can feel through the pant leg and shoe."
    },
    {
      "paragraph": "Swinging the door open, pulling it outwards so I can step inside, I notice they have yet again renovated the interior of the lobby. I move forwards, making my way toward the evictions processing department, but I quickly realize the hallway I'd previously taken is no longer there. Now I see that this wasn't some lightweight, cosmetic adjustment to the interior, rather this was a full-scale replanning of the building. Glancing around, looking for a familiar sign or indicator, I have no idea which way I need to go. The pulsing grows louder as the corners of my vision begin to blur slightly. Across the lobby, I see a large directory. My body is telling me just to leave, but instead I hobble across, counting the seconds until I'm late for my hearing."
    },
    {
      "paragraph": "Sometimes this pulsing in my foot feels like a heartbeat. I know that this malady sets out to destroy, but sometimes I wonder if it's actually me that causes the destruction. If the pulsing stopped, would I cease with it? Is it just the sickness of life I feel? I have no time for these questions but they continue anyway. Reading the large sign, it states that all departments are currently closed except for the Evictions Processing Department, which has been moved all the way to the bottom of the building, 15 floors down. The elevator is just to my right; and only after I push the call button does a flash of text appear across the digital screen above, 'Out of Order! Please Take Stairs.' I look to the door next to the elevator, above it a red sign reads, 'Stairs'."
    },
    {
      "paragraph": "Pushing my way into the stairwell, I begin my descent. The climb down is full of labor, and with each step my foot pulses brighter and brighter. I try to block it from my thoughts but it's no use. 'Just stop for a moment and rest,' It says. Each step rings throughout my mind, and now the pain comes too."
    },
    {
      "paragraph": "Deep at the bottom of this building, I approach a grand double door. The large wooden frame isn't from this time period. It looks like the entrance to an old church, one that has true memories of the god it worships. Above the door is a large stained window. It casts a hue of red light onto the spot where I stand, waiting to enter."
    },
    {
      "paragraph": "My hands grip both of the large metallic handles, handles that are replaced with figurines of two fantastical chimeras. I feel a divot on one of the faces with my right hand and the coldness of brass is felt through my left. This coldness isn't so much one of temperature, not a feeling due to my environment or some weatherman's prediction. It's a coldness from inactivity, a coldness of isolation: No one has entered these doors in my lifetime. It's clear that this entrance is only for a petitioner, me. I hesitate, not wanting to enter, fearing this time a ruling will finally be handed down, a ruling that I've been anticipating my entire life. What will I do after I've exhausted my appeals? How does one storm headfirst into an apocalypse? Isn't that what we're doing? And can I just stand here, waiting, for a moment longer? As these inevitable questions begin to surface, the grip of my hands begins to tighten: Answers do not come from idleness and thought, I think. Pulling on the door, coldness shoots into the wrist and up the arm. Strange, it's that same coldness I felt in my foot. Pressure begins to build starting at the contact point of my hand and these two chimeras. The feeling is enveloping my chest, with darkness following the cold."
    },
    {
      "paragraph": "'All rise.'"
    },
    {
      "paragraph": "I hear this declared from inside and realize I must make my entrance or I will once again miss my chance to appeal, except the more strength I use, the heavier the doors become. I can feel the tendrils of these chimeras whipping across my thoughts: I've been preparing for this moment my entire life. My hands grip the door using all the strength I have left. I'm even colder now, older now too. Soon I can feel my time running out. And now the measured attempt to enter, to at least see those that condemn me, has become a frenzied mania. I grunt and reposition, yanking, pulling, trying to yell but I'm not able to produce sound. As the coldness finishes spreading across my mind, everything begins to go dark. I see nothing now, I'm alone on a stage with just this damned door."
    },
    {
      "paragraph": "I begin to weaken, realizing I just don't have the strength: I was never one that would. So close, but us petitioners will never know what waits beyond the door. The pain of the cold sinks in now and I'm forced to let go of the handles. The chimeras have become hot from my grip, and as soon as they're released my hands lose all sensation. I collapse alone, deep below the earth, before a door that I can never open. My thoughts begin to slow, allowing me to close my eyes for a moment, is it that rest I've finally been asking for? Can I finally give everything to the coldness? I feel the release of those endorphins, the last reprieve from the brain to let the mind drift away in peace, but I feel no peace, and as these endorphins rush through my body the panic starts. There's no longer pain or cold, just emptiness and fear. My mind is afraid, crying out silently as I feel my hands slip into the void. This universe really isn't fair, I think to myself. How can we go through this entire life just waiting for it all to disappear? How can all the thoughts, ideas, struggles be nothing more? How can it all fade away into this ocean of nothingness? I begin to sink into this ocean that we'll never know the depths of, joining those, all those, who have sunk to its murky floor."
    },
    {
      "paragraph": "And then, resting at the depths of my own annihilation, I hear the song."
    },
    {
      "paragraph": "I’ve heard it thousands of times before but I still listen."
    },
    {
      "paragraph": "The pianist was said to compose it while trapped, held prisoner, with a defunct piano that’s middle register was left completely unusable. They lived an existence with only the highs and lows of life, and yet, from just these peaks and valleys, they captured the climb. They connected despair directly to the heavens and carried their listener like a gentle wave that carries the retired sailor, for their final time, slowly, and simply, through the autumn inspired, crisp waters of the deep blue oceans that they’ve spent their life voyaging. The composer used nothing but the repetition of three notes, up and down, and his mind filled in the smooth, grounding melody of a tenor’s violin. It took his despair to that lofty place where the destruction of one’s foot could quiet for just a moment."
    },
    {
      "paragraph": "..."
    },
    {
      "paragraph": "Frozen solid, as I awake I look toward my foot and it's frozen all the way through. It has this sick blueness to it. Standing up, the foot doesn't stand with me. In fact there are no sensations at all. I drag myself out of bed, toward the washroom, and make it as far as the center of the floor until I'm shocked by what I see. The pulsing of the foot, it's still there, present, softly but ever beating. I'm hit with a weight across my chest as dread resurfaces in my mind.  For some reason I thought I'd escaped and am now just realizing, over and again, that I will never escape. How am I to persist? How do I go forward when something, something that appears to come from my own mind, conquers each step I take? How many minutes do I have left? The questions are more urgent now. And surveying the rest of my body, I notice the pulsing has spread. Where it felt like just a day ago, those questions were so far away. Now, almost overnight, it feels like lifetimes have passed, and the far-away concerns are now in front of me."
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    }
  ]
}
