{
  "theDoctorsApprentice": [
    {
      "paragraph": "Meet doctor Exerreneous, a man born to the early parts of history, before the advent of medical technology. It was a time when the term doctor brought to mind wise truth-tellers instead of disciplined, practicers of medicine. He's known to the people simply as Dr. x and he was the last doctor who took to the task of treating the essence of sickness, the soul of the human, not simply the body."
    },
    {
      "paragraph": "'Looks like we'll have to go back to Deckner's Manor.' Dr. X said this with a passive trepidation. There was little to fear on such a trip, but in the depths of winter, the precariously placed mountain-side home was much harder to reach and always carried some level of risk."
    },
    {
      "paragraph": "'I've packed plenty of provisions, but word from the merchants says the road is blocked, carriages can't make their way through.' This was matter-of-factly stated by the doctor's apprentice. He'd grown used to Dr. X making risky choices for the sake of a patient, but even he was unprepared for the lengths he suggested going to this evening."
    },
    {
      "paragraph": "'Yes, I've heard the same thing from my cousin. We'll have to pack light and make our way on foot from the pass.' Given the suggestion, if there had been anyone else in the room there would have certainly been a rejection of such a needlessly dangerous plan, but all the apprentice did was let out a short, low-sounding noise that signaled his passive acceptance. "
    },
    {
      "paragraph": "The apprentice did not accept the journey of traversing up a recently snowed mountain pass because he agreed or believed Dr. X was correct in his belief that this patient must be reached urgently, in fact, it was quite the opposite. For months now, the apprentice had the growing suspicion that Dr. X did nothing for his patients. The apprentice saw Dr. X as a man of an earlier time, a defunct doctor who couldn't meet the growing knowledge that advanced medical treatment considerably, saving many lives in the process."
    },
    {
      "paragraph": "The two men stepped onto the ice with one key difference between them. For once, this difference was not some deep ideological divide. It wasn't about their views on medicine or the role of the doctor. It wasn't a difference in how they evaluate the relationships they're in or the people they're around. The only difference that mattered at this moment was an extremely basic one. It was simply a difference in their weight. There's a noted irony in this difference. For it stemmed from the fact that the apprentice was heavier only because he was healthier. Dr. X hadn't grown fail by any means, but he did appear gaunt as the years of house calls took their toll. Seeing this, the apprentice spent considerable time maintaining his strength and, incidentally, his weight. With this difference in the mind of no one present, the two men stepped further onto the frozen lake."
    },
    {
      "paragraph": "There's a paradox to routine; it's one in which only the experienced can seamlessly adapt to unanticipated circumstances. But how does one develop this proclivity to adapt? They do it only by multiple, repeated failures. What's unusual about the concept of repeated routines is, after a particular failure, after the application of hindsight, one can estimate how many more cycles they will have to undertake until that particular failure folds into their routine success. What's unique about the position of the reader is they can apply this hindsight in an instant. It allows one to notice that, if Dr. X and his apprentice had made the journey across the ice, under slightly different circumstances, only 3 more times then the ensuing catastrophe would never have occurred. It would simply have folded into their journey as an instance of a successful routine. But this noted the case, and without the assistance of a reader's foresight, the two took another step across the ice."
    },
    {
      "paragraph": "And with that step, the most important thinker of the moment was no longer the dispassionate narrator giving nuanced observations about shifting mental landscapes. Instead, it was the apprentice, Maximilian."
    },
    {
      "paragraph": "…"
    },
    {
      "paragraph": "It wasn't that something felt wrong. I could just feel the tenseness of the moment growing. The moonlight scattered through the night sky, filled it with clouds, created pockets of light across the ice. In one moment, I saw Doc's think silhouette reflect off the curvatures of the ice, and in the next, a shroud of blackness."
    },
    {
      "paragraph": "'We must be near the center of the ice,' I said it more for my own comfort than anything else."
    },
    {
      "paragraph": "Doc only looked back, I could barely notice. We'd made this trip a few weeks ago, during the coldest stretch of the year. But then it was only the cold we were contending with. And while it had been warmer the past few days, this storm also brought the cold back once again."
    },
    {
      "paragraph": "In just a few minutes we'd be across the lake, and then it was only two leagues to Deckner's manor. But there was something strange as we were approaching the shoreline of the lake. I began hearing a clopping sound. I noticed there were small splashes with each step we took."
    },
    {
      "paragraph": "I said it as calmly as I could, 'Doc, stop moving.'"
    },
    {
      "paragraph": "For the first time that night, the clouds fully parted. The illuminating moonlight was finally able to reveal the effects of the previous day's warmth. Maximilian only needs a moment to realize the ensuing accident."
    },
    {
      "paragraph": "'Doc if we fall through the ice…' I didn't finish the sentence as the splashing sound turned to a deep cracking."
    },
    {
      "paragraph": "…"
    },
    {
      "paragraph": "Naturally, no one was able to ask the apprentice what it felt like as his feet crashed into the frozen lake. No one could ask him what signals his body sent at the moment before the ice-cold water reached his mind. And while I don't know the content of those thoughts, I can tell you that at that moment., those ice-cold sensations that stung and snapped against his body also began to merge with his purely mental thoughts. It took him only a single moment to witness the coldness of the universe, the silent indifference as a human's existence is submerged into frozen paralysis. That is what happened. There exists only a fractional chance that, upon such a  dramatic temperature drop, such as falling into a frozen lake, the body will quickly seize up leaving the thinker with nothing left but their mind."
    },
    {
      "paragraph": "There was little for Dr.x To do. He even took the time to notice that there was only that single brief moment where the moonlight illuminated the entire lake. It was almost as if he was in a scripted moment for as soon as the apprentice crashed into the lake, and he did fall into the lake, the moonlight receded behind the clouds, and with it nearly all the sound of the moment too."
    },
    {
      "paragraph": "It was frighteningly quiet for the doctor. He certainly didn't feel this parting moment of the apprentice, but he heard it. He heard the crash and he didn't move, for he knew one movement could send him plummeting to the same fate. He heard the almost instantaneous gargling of his apprentice and he didn't move because he knew there was nothing for him to do. And when he heard silence, he took a step forward. He didn't know how long it had been for the frozen adrenaline to distorted his perception of time. And after another step, he wondered how many lost apprentices resided at the bottom of the lake."
    },
    {
      "paragraph": "Dr. X knew he couldn't have stopped, and he knew further that he only had moments to process what had happened for when he arrived at the house he would have no time to spare."
    },
    {
      "paragraph": "'Dr. X, she's right this way. Wasn't your apprentice joining you on this visit? The middle-aged man who answered the door looked tired like he'd barely slept since his telegram weeks ago."
    },
    {
      "paragraph": "'He's dead. He fell through the ice as we're crossing the lake. Let's go see her.'"
    },
    {
      "paragraph": "Dr. X and the father walked into the room to find a young girl, no older than 14, laying in the bed. Upon a physical examination, Dr. X found nothing, but as he asked questions about her symptoms, a clearer picture began to form."
    },
    {
      "paragraph": "Dr. X realized he only had to ask a simple question, 'What happened?'"
    },
    {
      "paragraph": "'We were on the lake together. It was so cold that day, so much colder than it had been the whole month. I remember so clearly that he was laughing, and I was too. Everything moved so slowly as he broke through the ice.'"
    },
    {
      "paragraph": "Dr. X looked down as she said this"
    },
    {
      "paragraph": "'I can see him in my sleep. I can see it creeping across his chest, his face, like some cold weed. Except he's not as afraid as me, like some dancer.'"
    },
    {
      "paragraph": "Dr. X looked up and heard an incessant humming and realized the girl could hear it."
    },
    {
      "paragraph": "..."
    },
    {
      "paragraph": "As he sank to the bottom of the lake, he knew his slumber was finally upon him, but before he closed his eyes, he felt his hand collide with something that felt familiar. And just before his moment of lactic ecstasy, his giving up the ghost, the moonlight shone through the ice, reflecting the face of a young man with a frozen smile."
    }
  ]
}
