{
  "aBishopsWatchdog": [
    {
      "paragraph": "They call us watchdogs. It's kind of an archaic term, stemming back to the years right before the micro leap."
    },
    {
      "paragraph": "He refused when his brother suggested he see a bishop. He again refused when his childhood friend, his closest confidant, suggested he confess his regrets. it puzzled them more than anything, for he was by all accounts a man of eminent faith. He spoke to the doctors only enough to find out he was dying, then he dismissed them requesting he be left to suffer in peace."
    },
    {
      "paragraph": "Peace, that was the most bizarre thing about him. He spoke with a clarity that signaled a lifetime's preparation to this moment. His hands pulsed tenderly while his face rested softly with only the slightest bend in his lips that betrayed the severe yet overwhelming pain in his body. And still further his voice emitted a cadence, a musical presentness, that brought a real poise to his figure."
    },
    {
      "paragraph": "Poise, it's a strange quality that often becomes buried under more dramatic descriptions even though it's hierarchically supreme if the figure is indeed exhibiting poise. This is the truth of what I saw in the man. Beneath the mannerisms, beneath the glances and pain-borne smiles, I saw that he'd prepared for this moment, he'd anticipated the fact that he would soon be facing the world under the most dire of circumstances, and quite shortly those circumstances would overtake him. We can't properly know if he was afraid during those final days for it was clear he'd speculated to himself that he would be afraid right at this instant."
    },
    {
      "paragraph": "I listened as he formed his final thought. I watched as he thought, more so appealed, to God even as he understood, perfectly, that God would not answer his final prayer. His eyes closed as this final thought was nearly finished, and as the wires began to disconnect he looked inward, then he looked up. "
    }
  ]
}
