{
  "prologue": [
    {
      "paragraph": "When I asked him what genre he wrote in, he looked at me, smirked, and said 'Everything except comedy'."
    },
    {
      "paragraph": "From the moment we met him, his eyes always probed the conversation. It was like there were two interactions happening simultaneously: His words spoke a message while his eyes keenly surveyed each participant. They had a grayish hue causing his gaze to splay a feeling of overcast across each string of phrases. It had the effect of producing a fleeting darkness that overtook every thought just as it fizzled out."
    },
    {
      "paragraph": "Throughout Maxa Millennial's existence, he strove to write thousands of pages proclaiming each page created an everlasting bond between reality and existence. Yet all that he could bear to manage are the few works found here. He wrote with a purpose that he knew had no method of prolonged existence. Listening to what read as confessions, one can feel a sense of relief as his demons, imagined and invented, envelop the light around him."
    },
    {
      "paragraph": "But now, with his death plainly passed, a post-mortem can finally be performed. It begins with a sweeping surge of drama -- melodrama that is. For when one traces the journey of Maxa Millennial, what's found is a life twisted by apocalyptic thoughts, an existence with the extreme always in reach, with the next moment always in question."
    },
    {
      "paragraph": "Perhaps it's because, if he forgot this truth, if he forgot where he came from, he would never remember where he needed to go."
    }
  ],
  "aTerminalDiagnosis": [
    {
      "paragraph": "I've contracted the plague. This plague is not a fierce ailment of the body. It's not a brief snatching of life in a moment of agony or pain. It's worse than a simple, pleasurable second of bodily undoing. The plague I've contracted is a creeping destruction of the mind. It's an oozing crushing, a slow, methodical unraveling, an impossible to escape, leaving no survivors behind, force of domination. It's a pestilence that sweeps everything in its wake leaving a desolate landscape of sameness and death."
    },
    {
      "paragraph": "I wondered if a diagnosis of impending doom would change our life."
    },
    {
      "paragraph": "It changed mine. Except it didn't change it into one of poetic, cathartic experience. Instead, it simply forced me to observe its frivolousness."
    },
    {
      "paragraph": "As we fade from view and refuse to accept it, one sees there is no cure, and yet I probe every facet of my life."
    }
  ],
  "survivingTheFirstDeath": [
    {
      "paragraph": "It wasn't until the later stages where the feelings actually became characterizable. I still, somehow, recall that first feeling of a blissful answer. It's something I can't stop reaching for."
    },
    {
      "paragraph": "As the child lay there in his bed, he pondered the first question all people ponder. He lay there clutching his mind and wondering about those questions which he, for the first time, realized existed. What was then only a feeling is now understood as the thing it is: a wrenching paralysis, a pain borne of the mind."
    },
    {
      "paragraph": "The child tried the standard fixes. The first, being nothing less than a wholesome attempt, only covered the wound for about 24 hours. What's still vexing to the adult he has become is his observation that some people can discover that fearful question, apply the same simple solution he did, and have it stick for the rest of their life. And such a slavely application it was!"
    },
    {
      "paragraph": "I know there are some of you who, in this moment, are feeling that anxious dread and would like me to at least outline this possible solution. You might like to try it for any reprieve, for the relief of a single day (perhaps, if you're especially anxious), an hour, or even minute would be preferred to the emptiness you feel now — even if it's a solution manufactured by the great peddlers and charlatans of history. I can, with great anxiety myself, confirm that there is no solution. Those questions you have will never be answered (not the way you'd like them to be). But in any case, against my better judgement, I will devote a single line to the solution which I found to be unsatisfying almost as quickly as I considered it."
    },
    {
      "paragraph": "'We couldn't have just appeared here, someone had to create us, or at least start the universe.'"
    },
    {
      "paragraph": "Oh, by the way, I got a coffee today and had the most interesting conversation with a barista."
    },
    {
      "paragraph": "'Yes I'd like a medium coffee please. Why, you ask? Because the death of the universe is only moments away, the inevitable stripping of meaning just one sip further, the undeniable triviality exactly one thought closer.'"
    },
    {
      "paragraph": "I continued to live, but the cycle would repeat: approach the new mountain top, observe the great potential of the horizon, then descend back down lower than ever before."
    }
  ],
  "egoDeath": [
    {
      "paragraph": "With a brief glance at who I was supposed to be, I just try to ESCAPE. Along the way, I realize I've been brewing poisons and administering them to myself as the cure. And while these glances only catch their moment between the hard-battled life of substance-infused bliss, they come from a broken imagination that presents infinite possibility in the place of cold reality. Inside I take flight but out there I'm nowhere."
    },
    {
      "paragraph": "Within that empty place, it's a necessity that I interact with drug users. It's necessary because if faced with the dilemma of buying drugs, and by drugs I mean the most mundane substance in the escapist's toolkit, then one has to not only contact someone from that group, but they must also form a relationship. Every purchase first involves a social interaction in which the vocabulary is constantly being adapted to suit the character of the drugged out lollard. I actually like that part but, I've found, I don't share much with the underside even though I'm one of their usual suspects."
    },
    {
      "paragraph": "There is one commonality between us though. It's the usual refrain among the acidic, shroomed, and tripified ones: the ever enlightening Ego Death. 'I saw the world as though my individual self wasn't a part of it.' This phrase always pulls me in, but I quickly find I have little patience for these stories that almost all begin with the same, at this point, comical phrase, 'I forgot most of the trip, but,' but what they remember from the rest is surely an experience no one else has had before — minus their tripping friends of course. 'I forgot most of the trip, but what I remember is that it changed my life forever.'"
    },
    {
      "paragraph": "So what's an ego death? According to the trippers it's a momentary lapse of worth, a span of time where every care and worry you have fades away, every love and hate fades away, every goal and ambition fades — quite a description, and it does the job well enough. Although, they really should use more precise language as their looseness mischaracterizes the lasting impression of the feeling that was felt. Mainly because at the end of each of those faded emotions is their revival. In their dive emotion departs, but then it returns."
    },
    {
      "paragraph": "Me? I've actually experienced an ego death; I killed it myself."
    }
  ],
  "theFightToUndermine": [
    {
      "paragraph": "Your psychic waves do not destroy me any longer. They do not attack me as they once did for now I sit sterile. My state has shifted into a calloused mind, protected from all around me, with only the dry splitting of my skin. I once believed I needed to remove myself from your presence, but now I realize that movement was one too far. Simply, I must remove myself, violently. I must embrace the barbs into my heart, plunge them deeper as I look into your eyes, feel the final moment between us. Only then will my transformation be complete. Only then will I come back as the shadow I always was."
    },
    {
      "paragraph": "But what does this mean for you and me? It means the guard will always stand, vigilant they must remain, for the moment we fall your hidden stiletto will pierce my very being, and I fear on that occasion all life will be drained forever."
    },
    {
      "paragraph": "Still, confusingly, I search for your motivations, and I search for my responsibility in the mire of our battered conversations. Perhaps it was my gaze, my moods, my stature, my facade of confidence, but the grotesque pleasure you take in my failure burns the tethers that connect us. Yet I still want to understand. I wonder who you are even as your scope is set to kill."
    },
    {
      "paragraph": "And who will win this sick game? I will, for my opponent does not lose because they do not play. And after I bask in the victory I will admonish myself alone on my pedestal. I will see myself for all it is and I will see nothing. I'll claim that nothing and take it with me into the ether, because I still remember you, and I still remember the butcherings we once took part in, a butchering I became accustomed to, a butchering you took pleasure in. Except, finally, us butchers have grown older, and, while I sit here in pieces, your gore induced sculpture, you will soon see the indivisible self. It won’t be yours, and you’ll wonder if you ever had one at all."
    },
    {
      "paragraph": "Of course then, unbethoughten to all of you, my return will not be felt as the warm confidant it once was. It will be the dark sparrow, the bright scream, the infinite terror, for you will not be able to escape these prisons you've constructed. You will sit for all eternity asking the questions that you pressed onto me as an eviscerator of self. And I will have nothing to say for I’ve been dead forever."
    },
    {
      "paragraph": "Come now, into my torture chamber, did you think this was just a ride you would soon finish with a swift return to your placated life?"
    }
  ],
  "myBrothersAndSisters": [
    {
      "paragraph": "And for you, my brothers and sisters, the kindred souls that I only know through the pain."
    },
    {
      "paragraph": "You, hold the line! The enemy that approaches is unseen. The enemy that approaches takes everything from you by telling you that there was nothing to possess."
    },
    {
      "paragraph": "You, stand tall! The unwinnable moment has arrived. The fear is at your feet."
    },
    {
      "paragraph": "You, look ahead! In this moment that is yours, you will have only an instant to glimpse your identity, and it will bring you nothing but dread."
    },
    {
      "paragraph": "You, do not cease! Your continuation is all that matters. Not your continuation of body or mind, but your continuation of soul. It matters not what the scorecard shows because don't you see you created it yourself. It only matters that you did not crumple up your creation and forget about the game you played."
    },
    {
      "paragraph": "You, embrace my hand! We stand together for as long as we have time. In this pit of despair you will soon leave me, and I will soon leave you. And yet, in this moment we create. You and I, a universe as our universe."
    },
    {
      "paragraph": "You, strike the iron! Do not let your temperature drop. It must remain hot if we are to gaze the finish line. The shivering of your soul is not a death throe, it’s merely a reflex. This is not your time. Your time will never come on this day. Your time will be with me for all eternity."
    },
    {
      "paragraph": "You, it’s okay now, it’s over. Your valiant charge into the dust has caused quite a stir, but like all things you and I will soon settle now. We can finally settle into the nothingness we’ve known but never seen, pursued as we sprinted away from. This life, existence, we’ve netted is just like the rest, and still so different, and it’s ours."
    },
    { "paragraph": "You, me." }
  ],
  "aJournalEntryFromTheLastManOnEarth": [
    {
      "paragraph": "I must say I'm quite surprised to come down from this high and find you all gone. In the duration of the brief few years I've spent in the fog, the populations that surrounded me have disappeared. Now that I stand alone, it's as though I have nothing left to say or nobody left to say it to. I suppose my final task will be to excavate downward, to dig deeper, to catalog the destructions that have been brought upon our world, destructions that have apparently struck you all."
    },
    {
      "paragraph": "But I must confess, now that it's just me, there's a certain joy I plan to take. A joy that comes with the knowledge of a humanity departed and dead. A joy that stems outward from, well, to be coy, pure dread."
    },
    {
      "paragraph": "Because with that joy, the evil that strangles our deepest mind can harden our hearts into diamonds. Because with that joy, the evil that decomposes the living can fertilize the flowers of beautiful doom."
    },
    {
      "paragraph": "Because only when the death that surrounds us all is cultivated and curated can the spotlight of proliferation be switched on and directed."
    },
    {
      "paragraph": "But where do I shine the light? I think the only option that remains is to point upward, like a beam shooting out from the center of our Earth, and wait for the next set of beings to discover the pages of my final days."
    }
  ]
}
