{
  "politiciansOfTheFuture": [
    {
      "paragraph": "In the future, there will be a man (at least that's what you'll call them) whose only existence will be thought."
    },
    {
      "paragraph": "He'll begin with an observation about a subject, a subject that's content is unimportant but possesses the trait of frivolity. As the man who only exists in thought, he notices that the language he uses in his mind has grown to be particularly technical. Here is where the man's first meta-level revelation occurs."
    },
    {
      "paragraph": "For such a frivolous subject, he speculates that his mental syntax often borders on pretension, but instead concludes that it's more-so reliant on a cumbersome specificity that forces each train of thought to rigorously define parameters that have little functional value."
    },
    {
      "paragraph": "At the most basic level, this cost the thinking man only time, time to, for example, draw in the social pliability of a situation that's actors he will never interact with. What he believes he stands to gain is an enhanced perspective, however this isn't a perspective that's derived from some special innate ability to see facts that others cannot , only one that has an increased output stemming from a continual adjustment of the structures that form his mental processes. What perplexes and, perhaps more accurately, excites the man are the mental models that surface with this thought. Here is where the third-level meta revelation occurs."
    },
    {
      "paragraph": "Looking at the three figures below helps symbolize this new, non-verbal information he's discovered. These mental drawings subconsciously help to contextualize his high-minded self-trestieses and their varying levels of complexity. One flaw he immediately saw in their formation was their misrepresentation of mental space, a limitation that's fairly simple to consider, and one that's equally easy to forgive/dismiss."
    },
    {
      "paragraph": "After examining his own rudimentary illustrations, he only had an extra minute to ponder a question, a question he didn't answer. As one rises through different levels of meta-thought, where do the construction girders that make up the formal output of the thought come from? Do they fold down through each meta-level, imprinting content specific details to it's logos and aesthetic, or is it abstractly removed, like the surgeon who removes one organ from a person in order to give it to another?"
    }
  ]
}
