{
  "assumptiveCritiques": [
    {
      "paragraph": "Many people, people that I often create and think for, criticize my writing for being overly assumptive. They, usually me, claim that a deep level of communication cannot be achieved by mere signals or glances. I, quite obviously, whole heartedly refuse this assumption and present in its place, the most loathed and morbid gathering area known to the common bourgeois employee: the public restroom. Somehow, in a place where communication is strictly forbidden, repulsed even, subtle messages and moods are sent back and forth on a daily basis. While I, speaking through those I create, am entirely aware of my arrogance of interpreting and, in many ways, actually creating the content of these toileted messages, I nevertheless assert and maintain the legitimacy of this form of communication."
    },
    {
      "paragraph": "As we wander towards the bathroom, I urge you to keep reading through what will no doubt be an uncomfortable few paragraphs. If you've made it to this sentence, keep in mind the countless other, infinitely more serious conversations you've leveled down to mundane, casual occurrences. If you would bother, just briefly imagine your frequent joking about topics such as, but not limited to, unplanned death, unnecessary dying, pornographic nudity, coerced sex, domestic violence, preemptive international terrorism, school shootings, and any other problem that, if not processed through a context dependent, soulfully needed quip, is otherwise publicized, politicized, and sent (often literally) to the heavens through a heartfelt, genuine tweet."
    },
    {
      "paragraph": "'Victims, my prayers are with you in this time of dire times.'"
    },
    {
      "paragraph": "'Attackers, don't fret, for while your worldly stay has now become a cubed imprisonment, I shall pray for your soul and we can bask in your earned redemption with those you sent into a pit of despair.'"
    },
    {
      "paragraph": "'You ask where your redeemers are now?'"
    },
    {
      "paragraph": "'Surely, you've gotten all that out of your system, no?'"
    },
    {
      "paragraph": "'Well, unfortunately, or, by my appraisal, luckily, they were sent to an additional pit, as if your hellish advances weren't enough. I say luckily in a twofold sense, because, in more than one way, you've prepared them for their eternal damnation, whatever that means, but even luckier for them, they don't have to spend an eternity up here, with you, or, with him, her(?), the great lord whose greatness makes me great.'  "
    },
    {
      "paragraph": "Ahh, to the bathroom we are. We can't actually go into that one as it belongs to the women. Ladies, you can't join me in here as this doorway is reserved for men. There's a unisex option down the hallway that I'm planning to switch to soon, for I simply cannot take the insecurities and trembling fears that are inappropriately espoused in this most morbid place."
    },
    {
      "paragraph": "Here, look, or rather listen, see (or hear) that gentlemen in his 15 minute, morning cubicle. Without pause, listen to the way he uses his nostrils to speak with me as I approach the urinal. You might speculate, on this first occurrence, that he simply has a cold, a fair assumption. But what of the second, and third, and, look now, even I am beginning to reciprocate these nasaled communiqués and I haven't had a cold in 90 years! Still though, how can we be certain of this exchange? You think I've simply projected, onto an entire universe, my great phobia of the public room of rest. Trust me -- really you should, I've locked that phobia so deep in a corner of my mind that I haven't used a public restroom in, yes, it would appear to be those same 90 years! What of this moment? Oh I'm not actually using the bathroom. If you'd come just a little closer I can show and you'll see. Keeping your distance? A fine choice I suppose. It's really nothing, I just come in here once every morning and converse with the gentlemen in the stall. I get the impression he's offended but, as you might expect, it's difficult to decipher if a particular, nostricular action is one of genuine offense or a coy irony that he indulges just as much as I do."
    },
    {
      "paragraph": "Well, I see I am quickly losing your attention. Worry not, our bathroom expedition is coming to a close. Here, I've transcribed my months of conversation down to the same repeated stanzas."
    },
    {
      "paragraph": "'Hey, just so you know, I'm in the bathroom using this stall.'"
    },
    {
      "paragraph": "'Yea, I noticed, I actually bent over and checked under the barrier as I walked in.'"
    },
    {
      "paragraph": "'Glad to hear it, but would you mind hurrying up, it's pretty hard to work in here when someone is standing, lording over me.'"
    },
    {
      "paragraph": "'I'd like to be gone of this rendezvous just as much as you. Here, I'll begin a stream so you think I'm only half interested in what's happening behind your walls. Do be patient though because, like you, it's difficult for me to work in these workspaces. At least yours has a barrier of protection!'"
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    }
  ]
}
