{
  "aStrangersStranger": [
    {
      "paragraph": "I like to sit in public, mute the volume, and survey the men and women around me. They sit there too, desperately wishing others would listen to their ramblings. With a bitter, tasty irony, their wish comes true without them noticing. I count the moments and glances as they count their seeming meaninglessness."
    },
    {
      "paragraph": "..."
    },
    {
      "paragraph": "A strange man releases a desolate, out of place laugh, one that draws concern from the woman sipping coffee next to him. Not without it becoming painfully evident, does she get up and move, so she continues to sip, waiting. With a muted presence similar to my own, she eventually chooses to leave rather than sit at the man's mercy. "
    },
    {
      "paragraph": "As the strange man, who appears quite homeless, stands up he nearly topples over, so instead he crashes back into his chair. He lets out another chuckle as if to say, 'I guess I’m not sober enough to leave yet.'"
    },
    {
      "paragraph": "Another citizen, with his back turned, is spooked by the commotion and attempts an inconspicuous look. Through a nervous glance, he tries to affirm his fears with me but is only met with a corner filled smile. I think to say, 'Don't worry, I don’t think he’ll actually attack you,' but I choose to preserve the tension. It’s a tension I can see but not feel, one that the Stranger knows he creates, one that he takes some joy in."
    },
    {
      "paragraph": "Finally, the last citizen makes his decision to depart. However, it's not always the case that these strangers have complete control over a room. This final citizen has been here longer than me. I’m sure he’s noticed the commotion but, now that his work is finished, he's made his choice to leave. And after all, I also sit here, watching, smelling the man as he lounges three tables away. "
    },
    {
      "paragraph": "To be honest, it was a smell I didn't notice at first. Believe me it's nothing special, just that smell that permeates from the street as a human spends days and days standing, watching, and wondering about each passerby. They never seem to notice the odor that permeates into the average looker’s mind; it’s only the citizens who identify the stranger's intrusion on our society. "
    },
    {
      "paragraph": "After a while, a pair of women from the other room join me and the stranger, a brief feeling of excitement flashes across my eyes. They talk with such lightness; they surely don't notice the turse mood both me and the stranger have cultivated.  "
    },
    {
      "paragraph": "'What up man?' "
    },
    {
      "paragraph": "He says it as though he's speaking to someone sitting across from him, but there is no man to hear it, unless the man is me. He grumbles as he counts the three dollars in his hand, just in case he needs a reason to be in a place of business. "
    },
    {
      "paragraph": "Now he attempts to guess the names of each woman who ducks in and out of the room."
    },
    {
      "paragraph": "I start to get bored. He shoots me another glance, but why, he knows I'm not listening. How can I not be listening? I steal one back and attempt to conclude a drunk. But wait, the man of the street has a phone, is it possible I've misidentified my stranger. As he prepares to leave, my instinct is to follow, but how? The man is acutely aware I'm here. Part of me thinks he notices that I write about his lonely existence. "
    },
    {
      "paragraph": "..."
    },
    {
      "paragraph": "And now I stand in the bitter cold, following my stranger as he wobbles through the streets. I probably should maintain at least a block, but I think he's drunk, and the drunk certainly don't have that level of awareness do they? In the next moment, he drops a right, and I quickly step to maintain an eyeline. "
    },
    {
      "paragraph": "I lost him? He was just there, and this block is too long for him to find yet another turn. Oh, into a restaurant, now how long am I supposed to fucking wait. It's late, it's cold, but so rarely do stories write themselves. "
    },
    {
      "paragraph": "Now I appear the strange one."
    },
    {
      "paragraph": "As I pace along the sidewalk, looking into the cafe windows, I try to remain discreet. I see he's sat down in someone else's place. He poses, for a moment, as a citizen who's just finished their meal. I actually admire the stranger’s ability to slide quietly into a place of business and, if only briefly, appear as one of us, as just another member of our world. Could I appear as a member of his?"
    },
    {
      "paragraph": "Only granted shelter for a moment, he’s back on the road. I don’t think they even told him to leave, but either, he knows his place or can’t get comfortable in our’s. Now to the next building, will the grocer take him? As he wanders inside I follow along the outer windows, but he delves deep into the aisles, and as I lose sight, I’m forced to enter the store myself."
    },
    {
      "paragraph": "Luckily I have the face of one who would never break etiquette, never get caught in unscrupulous behavior, although even I begin to wonder. I continue to pace the aisles, doing my best to maintain vision of the stranger, hoping I don't miss his departure. The man picks out a piece of day old bread and uses one of his three dollars to purchase it. As he stands in line I decide to make a purchase of two bananas. I can tell the cashier suspects something as who would travel to a grocer in eight degree weather for two bananas? But, like I said, I was gifted the skill, or maybe just the face, to have an unquestioned position in this world. "
    },
    {
      "paragraph": "As I walk out of the store, I notice the stranger decided to turn around from the checkout line and wander back to an aisle. This was a mistake, now the imagined grocer authorities are distinctly aware of a trespasser, one who doesn’t deserve the place he attempts to occupy."
    },
    {
      "paragraph": "As I walk outside, I see another one of my strangers. Of course, I don't think he recognizes me, even though I've spent years watching him reside on the pavement."
    },
    {
      "paragraph": "For now, it’s back to my post, pacing the windows of the grocer, waiting for my new-found friend to rally his way back to the frozen streets."
    },
    {
      "paragraph": "Here he comes, a single piece of day old bread from the bakery; dinner for one. Let me stand, stumble, and eat, he thinks. On a second thought, he decides to head back inside to finish his meal. "
    },
    {
      "paragraph": "Well I guess I'll stand outside; a poser at a bus stop, waiting for my friend to lead me on. Don't worry, I won't lose you."
    },
    {
      "paragraph": "But I did. A drunken evasive maneuver, I can’t believe I’ve missed his turn. He was right there, I was only a half minute behind and when I turned his corner there was no one. I quickly scour up and down the street but find nothing. Where has my strange companion gone?"
    },
    {
      "paragraph": "As I continue making laps, I realize wherever he’s gone his trail is out of my sight. I give one last look then leave the stranger to his cold Milwaukee night."
    },
    {
      "paragraph": "Glances stolen by the man: 7 "
    },
    {
      "paragraph": "Glances stolen by me: 3 "
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    },
    {
      "paragraph": ""
    }
  ]
}
