{
  "aTheoryOfAcknowledgement": [
    {
      "paragraph": "It's unjust to dehumanize an individual, to set aside their personhood so forcefully that they don't even register as a living being, to live with the attitude that you are such a part of the elite that you can't be concerned with the petty desires of the average. I am of course referring to all you people who walk down the street, headphones probably in, talking to some significant other no doubt or, even worse, spending your walks in a fantasy land of musical masturbation that, even worse than that, doesn't permit my simple demotion to a mere fan on the stage that is your world."
    },
    {
      "paragraph": "In the dawning age, we will soon be faced with circumstances that will bring the mere glance, the simple acknowledgment, to the forefront of our selfhood. Already it happens, you're walking down the street, taking a leisurely stroll — something you never do anymore, you see a person in the distance, half a block down, and begin to prepare a hello that captures both your own mood and the slowly approaching passerby's. Sure, one could admit, in this case it does appear that the passerby is staring at you a bit more forcefully then would be typically appropriate. In fact, if this person lost their strangerhood and became somewhat of an acquaintance you might find it natural to comment on the amount of eye contact they're pushing towards your unintruding figure. You might've stopped to explain that there's a number of etiquette based rules we citizens follow. Of course, this thought is fast fleeting because while you were daydreaming about maintaining street etiquette your unprepared hello is now entirely upon you. This is probably for the best as a manufactured greeting often registers equally to the ignored one and usually even worse. "
    },
    {
      "paragraph": "Thinking, all too much and all too quickly, you make a head nod towards them signaling your courteous respect for their headphones, space and time. In return, a string of incomprehensible words, phrases attack me as though I had been in thought with this person for all eternity, a disjointed letting down of my other, spontaneous interlocutor."
    },
    {
      "paragraph": "Sweat begins to form."
    },
    {
      "paragraph": "And as I topple to the other side, not sticking the landing, not even staying on my feet, I realize that this person had been talking to someone else through a three inch plastic earbud the entire time. I realize that they never realized me at all. The tribulation of the last moment becomes invalid as I piece together the one-sidedness of the affair; all momentary emotion sits drained from every, in this case one, party."
    },
    {
      "paragraph": "But where do those feelings go? What happens to my single instance of solitary presence? As I place my own earbuds in, I think that, perhaps, I should release my concern for the stranger altogether."
    }
  ]
}
