{
  "theTimeIMetRachelBloom": [
    {
      "paragraph": "This delusional fucking woman stole my inspiration to write. How can a stranger put this sinking feeling in my chest. How can a stranger take from me my appetite that I so rarely find. It's goddamn 6:08 in the morning and you want to chat with a stranger? Can't you see my express disinterest telling that I do not want to talk to you for even a single moment. Good god please do not bring your chair closer to mine, please do not unload your pathetic ego unto me. I have no use for your delusions of grandeur. I have no use for your ambitions inspired by the post-credit that you hope to or have already received. The mere fact that you impress yourself upon me tells me all I need to know. "
    },
    {
      "paragraph": "As a courtesy, so I can politely explain to this person that I no longer have the time to talk to them, I ask her name."
    },
    {
      "paragraph": "'Rachel Bloom is the character I wrote.'"
    },
    {
      "paragraph": "'No, not the character, your name.'"
    },
    {
      "paragraph": "'Oh, I don't give that out.'"
    },
    {
      "paragraph": "Trust me my aged women, I'm certain that I don't know who you are and even if I did I'm certain I would have no interest. But, this still serves the purpose well enough, and I explain that I've got things to do. "
    },
    {
      "paragraph": "But once again, she attempts to steal the drive I have inside. I've lost a fucking morning because this godforsaken human leech won't leave me to sit in peace. She won't let me sit even after I've explained that I've got shit to write (shit being the operative word)."
    },
    {
      "paragraph": "She chimes in again, even after I leave my headphones in, 'You know it's just that I get a lot of people trolling me. That's why I don't give it out.'"
    },
    {
      "paragraph": "With a satisfaction I know I'll regret and be forced to reflect on later, I get to say the line that I typed. I get to read it as though my life were a script for just a moment."
    },
    {
      "paragraph": "'Listen, I'm fairly certain I have no idea who you are.'"
    },
    {
      "paragraph": "This seems to have concluded our conversation."
    },
    {
      "paragraph": "It's concluded our conversation however I can see that I've started a chain reaction and now she peruses the coffee shop starting short miniature conversations with 3-4 other strangers. In total irrationality, I feel myself becoming angered and frustrated. Why do I give a single fuck?"
    },
    {
      "paragraph": "'The stuff I'm working on is so funny.' This is the line she repeats to each stranger that walks by. I thought that reflective and regretful moment would come much later, but now I'm realizing this moment has already arrived. Clearly, I have discovered an instance of mental disjunction and my first instinct was to debase and demean this person (not to their face but to their essence no doubt)."
    },
    {
      "paragraph": "Well, she finally left. Typical, arrived after me and left before, the true sign of the egoist – last one to work first one to quit. What a waste of a fucking morning. Fuck me, Maxa Millennial is not going to be happy about this."
    }
  ]
}
