{
  "severed": [
    {
      "paragraph": "I watched the man attempt to raise his arms but only the right one moved. He let out a sentence but only the right side of his jaw clenched, only the right side of his lips curled, only half the shape of the words came out. As the three of them sat at the table, off in the corner so their meal could proceed undisturbed, I saw a man filled with only half-thoughts."
    },
    {
      "paragraph": "Meet Kyle Macht, someone who only weeks prior was living out his retired life of golf and pomp. This was of course until the accident irrevocably changed everything. The doctors explained that he had lost all function on his right side, however, they thought his mind would make a substantial recovery. Even though he would never return to his former level of activity, they predicted he would once again be able to think thoughts that only Kyle could think. But, as technicians of the brain, they neglected to consider how thought forms with a damaged set of emotions. They assumed, rightfully so, that Kyle's intellect would return, but they left out pieces of the greater picture, like how a mind, with only a matured intellect and nothing else, would respond to memories of a previous life, to a self he appeared to be but had completely lost."
    },
    {
      "paragraph": "As we muddled our way through several food suggestions, which the man dismissed with an acute awareness that was removed from speech, the body, and emotion, one of the women suggested a soda with a cherry in it. What had been playing out as a mundane set of disinterested exchanges was suddenly ignited when the man heard that word: a perfectly round, unblemished skin, holding that bright beaming red with an earthfully ripened stem that retained a stiff crescent. When the man heard the word 'cherry' I saw the wires reconnect. I watched the right side of the man's psyche rediscover the places it once inhabited, except now the writing on the wall was composed of only undecipherable dashes and dots, writing that now appeared as a code, and a key that had been lost far too deeply in the crevices of emotion."
    },
    {
      "paragraph": "What followed was an emotional outburst like that of an infant. A series of guttural sounds all from the mention of the word cherry, I shared a glance with the doctor to the man's right and tracked the slightest facial twitch. The muscle under her right eye, just at the crest of the cheekbone, contracted for only a micro-second. I would have missed it entirely had I blinked. As the man slowly recovered from the emotional sensations, the woman to his left ordered him a cherry soda. I couldn't stop thinking about the look of that doctor. I couldn't stop imprinting my own judgments into a look that could have just been an uncontrolled twitch, except it said so much. With only me as a witness, she split the man's soul in two."
    },
    {
      "paragraph": "From the corner of the room, I watched the table, occasionally refilling waters, drinks, and taking away finished plates. Then, the doctor stood up and began walking to the other side of the building. Upon her return, she brought a group of four men with her. I'd seen these men before -- old members of the club, and I surmised the man's old friends. As they approached, the old man in the front called out, 'Kyle! Hey.' "
    },
    {
      "paragraph": "What followed was a second eruption."
    },
    {
      "paragraph": "Seated, the half-man tried to stand but couldn't. His limbs sputtered in and out of their space and he tried to speak, but upon seeing those figures from a past life, all that came out was high-pitched, tenor-like whaling that, with a marked instability, generated the usage of muscles that hadn't been used since their unanticipated separation. I watched the old men's faces as they shared awkward glances with each other. I noticed, peculiarly, that there was too much distance between the old men and those seated at the table: it was like they didn't want to get too close for fear that they would somehow contract what they were looking at. It left an aroma of apprehension and uneasiness. Bobbing and pulsing away at the table, Kyle looked as though he was contagious, emitting strange sounds and uninterpretable body language. Each of the four old men took their turn greeting Kyle as if they were visiting the tombstone of a recently deceased acquaintance. No one would come close to Kyle as the room was filled with his half-speak and the fake pleasantries of the rigidly postured men. And then it was over. What could have been a heartfelt reunion had now turned into an escaped encounter with a man whose fortunes snapped in half. As the four old men walked away, I watched Kyle's emotions still reeling and wondered how his disconnected intellect would process this most recent overload. As I prepared to drop the bill to the table, I scanned the items of the receipt until my eyes landed on 'Soda -- cherry'"
    },
    {
      "paragraph": "In that moment, the weight of the exchanges, the micro-expressions that were communicated above and below Kyle crept back into my thoughts. Glancing from the corner of my eye, I saw scars from the emotions that poured over Kyle's mind. It all formed a sensation that left my fingertips pulsed and prickled. Picking up the fold of the bill-book, I watched Kyle hobble out the doors of his old clubhouse and greeted the next pair that was going to take their place."
    }
  ]
}
