{
  "theSonderer": [
    {
      "paragraph": "There are basic facts about the world that we take for granted, but there are some we don't. To the ear, this phrase suggests there is something inherently self-centered about ignoring certain ideas in favor of others, except if these facts live in a person's mind, taking residence and shifting the furniture so it's most suitable to them, then an unusual change can occur in their thinking. Instead of participating in the react-act-act mode of life, they add an extra step to their movements; they evaluate-react-act-act. Again to the ear, this addition suggests that this mode of thinking is an encumbrance, an extra burden. This may be true, but one seems to forget that sometimes when you stand just a few steps behind, unblinded by the swirling winds at the front of the pack, that one can more easily see where you've been, and sometimes even where you're going."
    },
    {
      "paragraph": "Usually, I just sit on the bus having conversations with myself. Do you see that woman who just got on? Did that man follow her on the bus? She looks like she’s never even talked to him, and yet he followed her on here and sat directly next to her. She must know him though because as he sat down she didn’t give the “Are you seeing this shit, someone help me.” look that any person who gets singled out by the standard homeless person or stranger gives, rather she just looked around like she barely had the attention to care about anything. Seriously, she does not look like she could be less interested in what he’s saying. Or maybe that apathetic look isn’t for him, rather it’s for everything happening in her life. I will say she does look pretty depressed. The way her hand keeps palming her forehead while she looks at him. It’s like she knows everything he says and has heard it too many times to keep listening."
    },
    {
      "paragraph": "You're wondering what kind of relationship they have? Drugs maybe? It looks like he’s singing to her… but I can’t make out any of the words. Maybe something about children? He keeps pointing at her stomach and he’s so intently focused on her. Honestly, it looks like she’s the only thing he cares about, and still, she looks so disinterested.  Even as I sit back here I can feel the emotion pouring from his expression. I find it bizarre that people can exist in public and have zero awareness, or interest, in anything that’s around them. I’m still not even sure they’re together. Well, he’s following her off the bus now. Neither of them even looked back."
    },
    {
      "paragraph": "--------------------------------------------------------------------"
    },
    {
      "paragraph": "Us bus riders have a special eye for the stranger. Take this woman who just got on. I’ve only looked at her for a couple of seconds and already know her life is miserable. Plus it appears she has fallen victim to the rare – but actually common – random man who follows, mainly, women onto public transit. And nice, out of all the open seats he picked the one right next to her so no one has to wonder if he’s being misread by the bus crowd. "
    },
    {
      "paragraph": "I wonder what they’re talking about. You know as a bus rider you have to be a people watcher. Not because it’s too compelling – it isn’t. Rather it’s so tremendously boring that if you don’t people watch you realize you’re riding the bus, today, and the next day, and tomorrow. And once you journey down the infinite days of riding the bus timeline, you start to contemplate your own life, which again, as a bus rider, spells certain doom for those subscribed to the “I’m going places” model of life. Luckily, I don’t subscribe to that model. Mine is more the “oh god I’m going to die someday,” mixed with the “I’m not a corporate drone, I’m just a drone,” model. Obviously, the alternative models aren’t the greatest but this isn’t some fairy tale. Of course, I would love to have put down, “following my dreams and making a difference,” but those have also been lost to the cliches of history, my history. Well, that lady and her male follower just got off. I don’t think she likes him at all. They didn’t look back."
    },
    {
      "paragraph": "--------------------------------------------------------------------"
    },
    {
      "paragraph": "Have you ever walked down the street you were raised on, a path you've walked a thousand times, years later, after you've moved on, moved up, and then on your return, all the details seem different? The flowers seem to be a different color than you remember. The people's eyes take on a different shade, one that notices you instead of you noticing them. I’ve logged hundreds, maybe even thousands, of rides. I sit at the very back because that’s how you see the big picture. Like this lady who just got on with a guy who may or may not is following her. It doesn’t really matter either way. I’m more interested in these two people in front of me. The typical wide-eyed rider still lives through the mood of the other passengers. I can tell he’s trying to feel uncomfortable for that woman. He’s searching for that look of discomfort, the nervous look that quietly asks for help which no passengers ever offer. And then we have the lost sonderer. The person who barely stays afloat in trying to place themself in everyone else’s meaning. Trust me, the sooner you let go of them, all of them, the sooner you can actually find something out about yourself. Like me, I figured out that if you sit at the very back of the bus then no one can sit behind you. This is preferred for a couple of reasons. First, and most practically, you can’t get stabbed, murdered, or maimed from the back of the bus. I mean you can, but at least you’ll get to see it first. It gives you this tiny chance to defend yourself from an imagined knife wielder or gun fireer who has made their way onto public transit. But let’s get real here, that tiny chance is pretty much a flat zero. What are you gonna do if a knife wielder charges you in the corner of the bus? You’ll probably get knifed, but at least in my head I know Jujitsu, and Krav Maga, and have superpowers, all of which are capable of easily stopping any potential threat. However, that’s generally nonsense because the second more notable reason is I get to create everyone’s story and nobody creates mine. I decide that guy’s sad commute, that woman's fearful bus ride, or that kid’s wide-eyed perspective of life. I’m the one who gives the ultimate explanation for why the world, on the bus -- a parenthetical I wish I could omit, functions the way it does. I’m able to sit back here and actually see how the bus exposes the deep personalities of its riders. And I can also see how it stifles the thinkers, the wanderers, and sonderers alike. Most people who actually ride the bus see it too. It’s one of those mundane feelings that sets in as you experience it. It causes this feeling of helplessness that escapes those who drive cars. Of course, I’m sure, for those people, sitting in traffic causes a host of other debilitating feelings that probably circle round to a very similar reality. And in the end, for me, the only way is to embrace that feeling. It lends a knowledge that I’m lost and no one will find me. Hmm, that woman and her male follower must have gotten off the bus. I wonder if they looked back."
    }
  ]
}
