{
  "anAddictsDesperation": [
    {
      "paragraph": "When I lived the life of a pseudo-addict, I thought I realized what it meant to need. I thought the moments where I incessantly sought the comfort of a substance were me experiencing the bottom of my mind. But these bottoms were not something I was experiencing; they were something I was creating. In those moments, I explained to myself, maybe I still do, that the added depth would spur my future growth. But I lost something in the isolation. The connections I wanted to share will never be understood."
    },
    {
      "paragraph": "This is what 52-year-old Paul told me as he sat, without invitation, in the booth across from me. I never found out what he was addicted to, but he hinted towards drugs == meth and alcohol. Except, there was something underneath that felt strangely like an addiction as well, the emphasis on sex, the infatuation with random strangers. I think he was addicted to the way he could make strangers feel and think about him, if only for just one sitting. Most pedestrians go to considerable lengths to save face, his more than theirs, but I have little patience for the feelings of an intruding stranger, for the never tapped potential of the ideal self mixed with a skewered history."
    },
    {
      "paragraph": "“I’m going to be the president someday.” Coming from anyone, a statement like this would be met with intense scrutiny, but coming from an addict (who quit six days ago) and a convicted felon different conclusions must be drawn. Of course, we all can, and maybe should, board our train of judgment. If we don’t, we risk a gullibility that produces an entire society’s demise, but, once we move beyond this, what do we make of that self, a self that has deep knowledge of the world, life, and people, a self that he uses its tenuous social position to barge his way into the lives of strangers? I know you think this sounds like an inherently negative action, barging your way into the unsuspecting lives of the citizen, but I'll tell you, for one to make that evaluation we must go a layer deeper. For you see, I intrude into the citizen's lie too. I watch, I wait, and I identify that one moment of vulnerability. A chance holding of the door, the small factor to watch my belonging as I step outside for a minute."
    },
    {
      "paragraph": "'Hey thanks, oh I'm Max by the way, nice to meet you.'"
    },
    {
      "paragraph": "But they don't know the chance was mine to take, curate specifically for them. Perhaps then, that's our only difference, I don't barge, I invite myself in."
    },
    {
      "paragraph": "In full disclosure, it did take me considerable amounts of effort to reach these deeper levels. It started with the need to disregard Paul's numerous comments and allusions to sex with men, comments about the primal desires that gay men, and straight men (if they really thought about it), have with each other. Is this what he wanted from me, of course, but is it all he wanted?"
    },
    {
      "paragraph": "'I’ve seen you around here before.'  It’s statements like this that attack the motivations I have to interact with strangers. What makes him notice me? It can't be my pronounced intellect, for I wasn't wearing my glasses that day, and it can't be an inviting pleasant demeanor for I go to great lengths, at this coffee shop specifically, to never win, smile, or not at anyone, under any circumstance. So what was it Paul, what were you hoping to pull out from our conversation? While I sit with strangers I always have a voice in my head expressing its desire to leave. Even after he introduced himself, told me his life story, sat with me for an hour and a half attempting to compliment me, attempting to connect with me, I never moved beyond the stranger. That label could not be stripped. Perhaps it’s because I made a commitment to a particular lifestyle and the stranger is just too volatile to be a part of that. "
    },
    {
      "paragraph": "We tell our children they must be wary of the stranger for they can snatch them away, taking everything they've known. One forgets to tell the adults this. Yes, in the dimly lit parking lot we all know to look over our shoulder, to walk with that extra sense of purpose, but what about as we walk with the herd? Why does this advice stop applying to us as we all huddle together? Does the stranger lose their power in the light or in the crowd? I think not."
    },
    {
      "paragraph": "In fact, it actually gives them a new power, one that is not base like the violent, nighttime stalker, but one that has unique access to your innermost desires, one that can alter the trajectory of your thought like no other, the lightning strike from the unassuming rain cloud."
    },
    {
      "paragraph": "The stranger changes this. If we let them out of their cage, the stranger challenges who you are. They challenge you by breaching your circle, by shining a light on the small life you all live, the small life that every human being lives, the life that isn't inclusive enough for them. They distract from the aim, goal, and direction I wake up with every day. While the connections of the others work to derail these principles that are of premium importance, the stranger attempts to exert their unwelcomed will. Maybe it’s because I’m afraid of the stranger, what if they prove to undermine a critical component of who I am?"
    },
    {
      "paragraph": "Of course, by writing off the stranger entirely, I write off any attempt at growth. I fight intensely to keep those miscreants out of my life but if they make it in, I give them what they need. "
    },
    {
      "paragraph": "The ultimate conclusion lies on this page, a page, a day, that the stranger stole from me. I woke up with intent, angered thoughts and expected dispositions, I sat down to express, to cultivate, curate, and create. Just as I was about to, Paul entered, Paul bullied his way onto the page with his smooth conversation and complimentary tone. HE created in me a feeling that couldn’t just be disregarded, and for that I’ll never forgive him."
    }
  ]
}
