{
  "kingsSoConquered": [
    {
      "paragraph": "Throughout the war, there was a man, an old man that had used up all his potential early in life. He lived on the main street that you had to pass by on the way to the single and only bus station of the town. The war outraged him; he was livid that those in power were not exercising the aggressive actions he thought were needed to protect our children and the values that our country stands for. When you asked him, he said that he was just thinking of our children when no one else was, of the future that they should be able to inhabit."
    },
    {
      "paragraph": "Each day the t.v. kicks the old man awake, retelling him the same stories he'd heard through his sleep and from the days before. He stews, drinks his coffee, sometimes with a chaser of beer, and listens to the radio while the town slowly timbers to life. With rush hour approaching, the man begins his first bit of work on the day, making his way to the scratched and dented lawn chair, sitting down with large poster signs in hand, and watching the drivers (and the occasional walker) move past while gazing uninterestedly in his direction. After a while, he sets the signs down, heads back inside for a meager lunch and to finish that beer. Then back outside, he sits down again, this time with an uncracked beer, and begins his work once more, with the people still gazing uninterestedly. He crushes the beer can on the porch step before heading inside, where he dozes off by the t.v., hearing stories he'd half heard from yesterday. Not really feeling rested from his nap, the man gets up again, looks outside then towards the clock, and realizes he needs to head back out to the chair. Quickly grabbing a beer, he cracks it, sits in the chair and hoists both signs on his knees -- it requires minimal effort to hold the signs on your knees like this. Now the heat is really starting to cook the man now, he roasts and dehyrdrates quickly. The watered down beer helps, but not much. It's this time of day where the man effectively slips into a sort of trance during this time. His house faces the setting sun so the summer heat really roasts the old man. He stays out long enough to finish the beer, and this is also the time when the already slow traffic begins to slow down anyway. Back inside, the old man prepares a microwave meal, one that he likes a lot, probably because it's loaded with sodium. He lines up a few cold beers on his t.v. tray and turns on the news; it's this time of the evening where the man actually feels energized even though it's only a mixture of the sugar, sodium, and beer that he's concocted for himself."
    },
    {
      "paragraph": "'They're coming for you!' The newsman on the screen shouts. What exactly the newsman was on about wasn't of much importance to the old man. The specifics weren't important because in reality, there was little that could be said that would change the old man's ideas or thoughts on the matter. He knew how he felt, accepted the assumptions that allowed him this feeling and rejected those that didn't. And every night, the news folks would come on the screen to reinforce this feeling -- that's what they were really doing. They're not interested in providing information or 'news coverage,' they're simply trying to strengthen the manipulative stance they have, so they've built a castle, a fortress, of impenetrable information systems. Pick any given point and one can fairly easily and with good speed get to the root of the idea and demonstrate, beyond a reasonable doubt, that the theories operating in conjunction with that fact have no basis in truth.  But in that fortress of information, there's nothing that can be done to address the singular fact. We're not dealing with singular facts, we're dealing with entire theories of existence. If you tell me that this one idea I have doesn't work, and I accept that, it doesn't do anything to deconstruct the fortress. It's a type of a cognitive dissonance in this way, that preys upon as many different aspects of human fragility as it can: old age, old reasoning, fearmongering, falsehoods, and disinformation."
    },
    {
      "paragraph": "In the old man's case, while all this fragility was present, it was compounded by the fact that these evening hours were the only stretches of time that he actually had to consider anything of substance at all. In the morning he's too tired and groggy; in the afternoon, he hasn't yet had enough beer to feel like he's ready to engage, just awake enough to be a passive participant. It's only after the beers and food have energized him that he can even begin to ask questions of self -- questions that all selves ask. But as soon as his mind begins to peel back an idea of his own, the newsmen are present, pushing his mind into the same corners, where the old man finds the same answers, and before he's able to question anything that these newsmen have to say, he's already beginning to get quite tired. It's the beer and salt really that puts him right to sleep. The old man doesn't realize that these programs, self-contained and as an entire program, are designed to keep all its viewers in this mode. The newsmen run deep into the night ensuring that only the most derelict of selves will be able to persist through to the end. Otherwise, everyone falls asleep at their destined stop, only to repeat the trip tomorrow night once more."
    },
    {
      "paragraph": "As the hours span on, and the newsmen get darker and darker, proclaiming the end of these times and the beginning of another, using the coverage of late night programming to escape the shining light of reason and truth, the sun finally starts to break across the windows of the old man's home. Then after, the t.v. kicks the old man awake. He brews his morning coffee and cleans away the beer cans and plates on the t.v. tray. One of the beers still has about half a can remaining so he downs just before he pours his coffee, black no sugar."
    },
    {
      "paragraph": "He looks outside, then to the t.v. to confirm: it's going to rain today. This puts the man in a very sour mood for it changes his plans entirely. No longer can he sit outside, performing his part, standing up for what he thinks he believes in. He must stay inside, not must but chooses to because he's simply not used to being out in the rain, somehow this is true even after 80+ years on a planet filled with precipitation. The old man doesn't realize this, but he has a ritual already prepared for these types of rainy days -- his behavior is so consistent on this but due to the inclusion of beer into this ritual, it feels novel each time he does it. He grabs a chair, one that looks like it should probably be placed on his lawn beside the other, and parks next to the window. It's a small window, one that's partially blocked by how the furniture in the room is arranged. His t.v. recliner along with television is the den, however he doesn't decide to sit and watch t.v. There's something about these newswomen that he doesn't understand: it angers him. He feels like they're missing the bigger picture, focused on who said this or who was offended by that when the world as he sees it is falling to pieces up ahead."
    },
    {
      "paragraph": "So at the window he sits, and sits and watches outside almost like it's a place he wishes he could go but cannot. Beer after beer, he's not sure how many he's add as the line of cans along this window is not just from this morning. As the rain comes down, it really pours today. This pushes the man further into his mood, not to be called a depression as the old man has moved beyond the depressive and expressive states most people normally exhibit. In the downpour he simmers as he looks to the street, watching the headlights of the passing cars but unable to see any of the faces of those driving inside. He watches so intently because he wants to take his place on his chair, holding his signs proudly, fighting (in whatever way he can) for our children who've yet to inhabit our Earth. He wishes the rain would stop around lunch but it doesn't and it continues on straight through dinner. It's only from the familiar voice on the t.v. does he realize that it's time for him to eat and retreat to his den for the evening. So many beers already, he only grabs one more and sits down with his partly frozen, microwave meal. The newsmen don't make much sense to him tonight, he wonders if it's due to the rain, but of course it's simply a result of the excessive alcohol. However, quickly into the first program he does feel a brief few moments of alertness before he falls asleep. The newsman is particularly outraged at a new law that's going into effect. He said it's going to target everything you hold sacred, the great life and country we've built is being destroyed. The old man wanted to listen to more, but he was quickly becoming drowsy, the sense of outrage still lingered in him, but the energy was simply gone. The old man would have to wait until tomorrow."
    }
  ]
}
